Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Reply.xcstrings
Source language: en
Languages: es, pt_br

source: in discussion
es: en discusión
pt_br: em discussão

source: Join the discussion
es: Unirse a la discusión
pt_br: Participe da discussão

source: mentioned you:
es: te ha mencionado:
pt_br: mencionou você:

source: Post a reply
es: Publicar una respuesta
pt_br: Respondeu

source: posted
es: publicado
pt_br: postou

source: replied
es: contestado
pt_br: respondeu

source: replied to your note:
es: ha respondido a tu nota:
pt_br: respondeu a sua nota:

# replies
source: %lld replies
es: %lld respuestas
pt_br: %lld respostas

source: ⚡️ zapped you!
es: ⚡ ¡te mando un zap!
pt_br: Te mandou um "Zap"!

# zappedYouSats
source: ⚡️ zapped you %ld sats!
es: ⚡ ¡te mando un zap de %ld sats!
pt_br: Te mandou %ld sats!
